Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: The most effective method to increase the surface area of implant support is by increasing the number of implants used to support a prosthesis (Figure 4-32).
vi: The most effective method to increase the surface area of implant support is by increasing the number of implants used to support a prosthesis (Hình 4-32).

source: The next consideration is the bone density in the sites of the implant abutments.
vi: Xem xet tiếp theo là mật độ xương ở vùng cắm implant.

source: The objectives of diagnostic imaging depend on a number of factors, including the amount and type of information required and the period of the treatment rendered.
vi: Mục đích của hình ảnh chẩn đoán dựa trên một số yếu tố, bao gồm số lượng thông tin cần thiết và thời gian điều trị.

source: The objectives of this phase of imaging are to evaluate the surgery sites
vi: Mục đích hình ảnh của giai đoạn này là đánh giá vùng phẫu thuật

source: The objectives of this phase of imaging are to evaluate the long-term maintenance of implant rigid ﬁxation and function, including the crestal bone levels around each implant, and to evaluate the implant complex.
vi: Mục đích hình ảnh của giai đoạn này là đánh giá tồn tại lâu dài của sự cố định và chức năng của implant, bao gồm mào xương ổ quanh implant, và đánh giá phức hợp implant.

source: The objectives of this phase of imaging include all necessary surgical and prosthetic information to determine the quantity, quality, and angulations of bone; the relationship of critical structures to the prospective implant sites; and the presence or absence of disease at the proposed surgery sites.
vi: Mục đích của hình ảnh của giai đoạn này là bao gồm tất cả thông tin phẫu thuật và phục hình cần thiết để xác định số lượng, chất lượng và góc của xương; mối liên quan của các cấu trúc quan trọng đến tiên lượng của vùng đặt implant; và sự hiện diện hoặc vắng mặt của các bệnh tật liên quan đến vùng phẫu thuật.

source: The occlusal contact on the pontic may be eliminated and further reduce risk of overload.
vi: Tiếp xúc cắn khớp trên nhịp cầu có thể loại bỏ và giảm hơn nữa nguy cơ quá tải.

source: The one additional implant may decrease the implant reaction force by two times and reduce metal ﬂexure ﬁvefold.
vi: Một implant thêm vào có thể giảm lực lực tác động lên implant hai lần và làm giảm uốn kim loại năm lần.

source: The overdenture attachments permit improved oral hygiene or allow the patient to sleep without the excess forces of nocturnal bruxism on the prosthesis.
vi: Hàm phủ với attachment cho phép cải thiện vệ sinh răng miệng hoặc cho phép bệnh nhân ngủ mà không bị lực quá mức của nghiến răng về đêm lên phục hình

source: The patient and the clinician should be aware from the onset of treatment that the ﬁnal prosthetic teeth will appear longer than healthy natural teeth (without bone loss).
vi: Bệnh nhân và bác sĩ nên nhận thấy lúc bắt đầu điều trị rằng răng giả sau cùng sẽ dài hơn răng thật khoẻ mạnh (không có tiêu xương).

source: The patient can wear the prosthesis during the healing stage.
vi: Bệnh nhân có thể mang phục hình trong quá trình lành thương.

source: The patient may also have greater esthetic demands even when the teeth are out of the esthetic smile and speech zones.
vi: Bệnh nhân có thể có đòi hỏi thẩm mỹ nhiều hơn cả khi răng ngoài vùng thẩm mỹ và vùng phát âm.

source: The patient’s force factors and bone density in the region of implant support are evaluated.
vi: Yếu tố lực của bệnh nhân và mật độ xương ở vùng đặt implant được đánh giá.

source: The posterior regions of the mouth often require the replacement of a single tooth21-23 (Figure 1-5).
vi: The posterior regions of the mouth often require the replacement of a single tooth21-23 (Hình 1-5).

source: The primary causes of complications in implant dentistry are related to biomechanics.1 For example, early loading failures outnumber surgical healing failures, especially in soft bone, when forces are greater than usual or implant sizes are shorter than 10 mm.
vi: Nguyên nhân chính của biến chứng implant nha khoa liên quan tới sinh cơ học. 1 Ví dụ, thất bại tải lực sớm nhiều hơn thất bại do lành thương phẫu thuật, đặc biệt ở vùng xương xốp, khi tải lực lớn hơn bình thường hoặc là kích thước implant ngắn hơn 10mm.

source: The primary advantage of an RP-5 restoration is the reduced cost.
vi: Ưu điểm chính của phục hình RP-5 restoration là giá cả thấp hơn.

source: The primary advantage of restornig implants as inde- pendent units would be interproximal hygiene.
vi: Ưu điểm chính của implant riêng rẻ là vệ sinh vùng kẽ răng.

source: The primary cause of failure of the crown is caries followed by endodontic therapy.24-33 The tooth is at risk for extraction as a result of these complications, which are the leading causes of single posterior tooth loss in the adult (Figure 1-6).
vi: The primary cause of failure of the crown is caries followed by endodontic therapy.24-33 The tooth is at risk for extraction as a result of these complications, which are the leading causes of single posterior tooth loss in the adult (Hình 1-6).

source: The primary causes of failure relate to excessive heat during the preparation of the osteotomy or excessive pressure at the implant-bone interface at the time of implant insertion21 (Figure 4-2).
vi: The primary causes of failure relate to excessive heat during the preparation of the osteotomy or excessive pressure at the implant-bone interface at the time of implant insertion21 (Hình 4-2).

source: The primary factor that determines the restoration material is the amount of crown height space.2,16 An excessive crown height space means a traditional porcelain-metal restoration will have a large amount of metal in the substructure, so the porcelain thickness will not be greater than 2-mm thick.
vi: Yếu tố chính xác định vật liệu phục hồi là khoảng không gian cho chiều cao thân răng.2,16 Chiều caothân răng quá mức có nghĩa là phục hồi sứ kim loại truyền thống sẽ có lượng lớn kim loại, để chiều dày sứ không quá 2mm.

source: The prosthesis may be ﬁxed or removable for the completely edentulous patient, whereas ﬁxed restorations are planned for most partially edentulous patients.
vi: Phục hình có thể là cố định hay tháo lắp cho bệnh nhân mất răng toàn phần, khi mà phục hình cố định được làm cho hầu hết bệnh nhân mất răng bán phần.

source: The prosthesis can be removed at night to manage nocturnal parafunction.
vi: Phục hình có thể tháo ra vào ban đêm để xử hạn chế hoạt động cận chức năng vào ban đêm.

source: The prosthesis is rigid and therefore requires attention to implant position and an implant number similar to an FP-3 restoration.
vi: Phục hình cứng chắc và do đó cần chú ý tới vị trí của implant và số lượng implant tương tự phục hình FP-3.

source: The prosthesis is very similar to traditional overdentures supported by natural teeth (Figure 5-17).
vi: Phục hình thì giống hàm phủ truyền thống nâng đỡ bởi răng thật. (Hình 5-17).

source: The prosthesis then was often deter- mined after the position and number of implants were selected.
vi: Phục hình sau đó thường được xác định sau khi vị trí và số lượng của implant được chọn

source: The radiopaque material (barium sulfate) is an integral component of the CT scan tooth (66% to 67%) (Figure 3-30) (Ivoclar, Orthotac, Schaan, Liechtenstein).
vi: The radiopaque material (barium sulfate) is an integral component of the CT scan tooth (66% to 67%) (Hình 3-30) (Ivoclar, Orthotac, Schaan, Liechtenstein).

source: The restorative material of choice for an FP-1 pros- thesis is porcelain to noble-metal alloy.
vi: Vật liệu phục hồi chọn lựa cho phục hình FP-1 là sứ kim loại.

source: The soft tissue drape is similar to a natural tooth, and the crown contour is similar to the clinical crown contour of a natural tooth.
vi: Mô mềm tương tụ như răng tự nhiên, và đường viền mão răng thì tương tự như đường viền mão răng của răng tự nhiên.

source: The softest bone, D4, is most often found in the posterior maxilla (approximately 40%), especially in the molar regions or after a sinus graft augmentation (where almost two thirds of the patients have D4 bone) (Figure 7-15).
vi: The softest bone, D4, is most often found in the posterior maxilla (approximately 40%), especially in the molar regions or after a sinus graft augmentation (where almost two thirds of the patients have D4 bone) (Hình 7-15).

source: The splinted implants distribute less force to the implant bodies, which decreases the risk of marginal bone loss or implant body fracture.
vi: Các implant nẹp với nhau phân phối ít lực cho thân implant, giảm nguy cơ mất viền xương hoặc gãy implant.

source: The technician fabricated the restoration without regard to the mesiodistal position of the implant.
vi: Kỹ thuật viên chế tạo phục hình mà không quan tâm đến vị trí gần xa của implant.

source: The treatment may be less expensive for the patient.
vi: Điều trị có thể ít tốn kém cho bệnh nhân.

source: The very dense D1 bone of a C–h resorbed anterior mandible or of the lingual cortical plate of a Division A anterior or posterior mandible provides the highest percentage of bone in contact with an endosteal implant and may approximate more than 85% BIC (Figure 7-22).
vi: The very dense D1 bone of a C–h resorbed anterior mandible or of the lingual cortical plate of a Division A anterior or posterior mandible provides the highest percentage of bone in contact with an endosteal implant and may approximate more than 85% BIC (Hình 7-22).

source: The volume and position of the residual bone must permit ideal placement of the implant in a location similar to the root of a natural tooth.
vi: Khối lượng và vị trí của xương còn lại phải cho phép đặt implant lý tưởng tại vị trí tương tự như chân răng tự nhiên.

source: The volume and topography of the available bone is more apical compared with the ideal bone position of a natural root (1 to 2 mm below the cement-enamel junction) and dictate a more apical implant placement compared with the FP-1 prosthesis.
vi: Khối lượng và hình dạng của xương hiện tại thì tiêu về phía chóp hơn với vị trí xương lý tưởng của chân răng thật. (1 đến 2 mm dưới đường nối men - xê măng) và về phía chóp hơn vị trí của implant so với phục hình FP-1.

source: The ﬁnal FP-1 resto- ration appears to the patient to be similar to a crown on a natural tooth.
vi: Phục hình FP-1 sau cùng ở bệnh nhân giống như răng thật.

source: The ﬁnal restoration appears very similar in size and contour to most traditional ﬁxed prostheses used to restore or replace natural crowns of teeth (Figure 5-2).
vi: Phục hình sau cùng xuất hiện rất giống kích cỡ và đường viền như hầu hết phục hình cố định truyền thống dùng để phục hồi hoặc thay thế thân răng tự nhiên (Hình 5-2).

source: The ﬁne trabecular bone composes almost all of the total volume of bone next to the implant (Table 7-1, Figure 7-12).
vi: The ﬁne trabecular bone composes almost all of the total volume of bone next to the implant (Table 7-1, Hình 7-12).

source: The ﬁrst CBVT scanner approved for use in dentistry was the NewTom QR-DVT 9000 and most recently has been replaced by the NewTom 3G (Figure 3-12).
vi: The ﬁrst CBVT scanner approved for use in dentistry was the NewTom QR-DVT 9000 and most recently has been replaced by the NewTom 3G (Hình 3-12).

source: The ﬁrst rule for ideal key implant positions is that no cantilever should be designed in the prosthesis (Figure 8-1).
vi: Quy tắc đầu tiên cho vị trí của implant chìa khoá là không phục hình không có nhịp vói. (Hình 8-1).

source: The ﬁrst three options are ﬁxed prostheses (FPs).
vi: Ba chọn lựa đầu tiên là phục hình cố định (fixed prostheses FPs).

source: The ﬁxed prosthesis should replace the gingival regions in the esthetic zone by soft tissue surgery or with the ﬁnal restoration (FP-3).
vi: Phục hình cố định nên thay thế vùng nướu răng trong vùng thẩm mỹ bằng phẫu thuật mô mềm hoặc với phục hình sau cùng (FP-3).

source: The incidence of decay on a tooth splinted in a ﬁxed partial denture accounts for 22% of the complications within
vi: Tỉ lệ sâu các răng làm trụ cầu răng khoảng 22% trong vòng

source: The surgeon only used one implant type (a mandibular staple implant).
vi: Phẫu thuật viên chỉ dùng một loại implant (implant nẹp hàm dưới).

source: There are four general guidelines to determine key implant positions (Box 8-1):
vi: Có bốn hướng dẫn để quyết định vị trí của implant chìa khoá. (Box 8-1):

source: There are basically two approaches for an FP-3 prosthesis: (1) a hybrid restoration of denture teeth and acrylic and metal substructure15 or (2) a porcelain- metal restoration (Figures 5-12 to 5-14; Table 5-2).
vi: Có hai cách tiếp cận cơ bản cho phục hình FP-3: (1) Phục hình lai giữa hàm giả và cấu trúc kim loại15 hoặc (2) phục hình sứ kim loại(Hìnhs 5-12 đến 5-14; Bảng 5-2)

source: There are no interdental papillae in edentulous ridges; therefore soft tissue augmentation also is often required to improve the interproximal gingival contour.
vi: Không có nhú nướu ở mào xương mất răng; vì vậy gia tăng mô mềm cũng cần thiết để cải thiện đường viền nướu vùng tiếp cận.

source: There are several advantages of a 7- to 8-mm-wide premolar and a molar-sized crown.
vi: Có nhiều ưu điểm của một răng cối nhỏ rộng 7 - 8 mm và một mão răng có kích thước răng cối lớn.

source: There are two kinds of removable prostheses, based upon support of the restoration (see Table 5-1).
vi: Có hai loại phục hình tháo lắp, dựa trên sự nâng đỡ của phục hình (xem Bảng 5-1).

source: Therefore both the psychological and anatomical needs and desires of the patient should be determined.
vi: Vì vậy cả hai nhu cầu tâm lý và giải phẫu đòi hỏi bệnh nhân phải được xác định.

source: Therefore in a young, large male who bruxes severely, with greater than normal crown height space in the posterior regions of the mouth, opposing an implant restoration will require one implant for each missing root (two implants for each molar).
vi: Do đó ở người trẻ, nam giới chải răng mạnh, có thân răng cao hơn bình thường ở vùng răng sau, đối diện là phục hồi implant, cần một implant cho mỗi chân răng mất (hai implant cho mỗi răng cối lớn).

source: Therefore when a 25-lb force is placed along the long axis of an implant, the implant system (i.e., crown, cement, abutment, abutment screw, implant body, implant marginal bone, and implant bone interface) receives a 25-lb load.
vi: Vì vậy khi lực 25-lb đặt theo trục dài của implant, hệ thống implant (mão răng, xi măng, abutment, vít vặn abutment, thân implant, viền xương quanh implant, và giao diện implant xương) nhận tải lực 25-lb.

source: Therefore cantilevers magnify forces to all the abutments supporting the prosthesis.
vi: Vì vậy nhịp vói phóng đại lực lên tất cả abutment nâng đỡ phục hình.

source: Therefore full-arch mandibular restorations should have a cantilever or be made in two or three sections to accommodate the mandibular dynamics during function.
vi: Do đó phục hồi toàn bộ cung răng hàm dưới nên ccó một nhịp vói ở hai hoặc ba phần để điểu tiết động lực hàm dưới trong hoạt động chức năng.

source: Therefore if the patient is edentulous from ﬁrst premolar to ﬁrst premolar, the key implant positions include the terminal abutments (the two ﬁrst premolars), the two canines, and either of the central incisor positions (Figure 8-16).
vi: Therefore if the patient is edentulous from ﬁrst premolar to ﬁrst premolar, the key implant positions include the terminal abutments (the two ﬁrst premolars), the two canines, and either of the central incisor positions (Hình 8-16).

source: Therefore independent implant prostheses cause fewer complications and exhibit greater long- term success rates of the prosthesis and greater survival rates of the adjacent teeth.4 However, when an implant restoration is joined to a natural tooth, an increased risk of abutment screw loosening, implant marginal bone loss, and unretained restoration occurs.
vi: Vì vậy phục hình implant độc lập ít biến chứng hơn, và tỉ lệ thành công lâu dài cao hơn và sự tồn tại lâu hơn của răng kế cận. Tuy nhiên, khi phục hình implant gắn liền với răng thật, tăng nguy cơ lỏng abutment, tiêu xương viền quanh implant và lỏng phục hình.

source: Therefore the load on the cantilever will be multiplied by 2 on the far implant, and the implant close to the cantilever receives the total stress of the two loads.
vi: Vì vậy tải lực lên nhịp vói tăng gấp đôi lên implant ở xa, và implant gần nhịp vói nhận toàn bộ lực tải.

source: Therefore the maximum number of implants between adjacent teeth can be calculated by taking the crest module of an implant (e.g., 4.0 mm) and adding these dimensions (Figure 8-22).
vi: Vì vậy số lượng implant tối đa giữa các răng kế cận được tính bằng lấy đường kính implant (e.g. 4mm) cộng thêm kích thước này (Hình 8-22).

source: Therefore when three or more adjacent teeth are missing, the terminal abutments at each end of the prosthesis are ﬁrst designed in the treatment plan.
vi: Vì vậy khi mất ba hoặc nhiều hơn các răng kế cận, abutment tận ccùng tại mỗi phục hình là kế hoạch điều trị được thiết kế đầu tiên.

source: Therefore, when in doubt, add an additional implant to the treatment plan.
vi: Do đó, khi nghi ngờ, nên thêm một implant vào kế hoạch điều trị.

source: Therefore, after the key implant positions are selected, additional implants are indicated to reduce the risks of overload from patient force factors or implant sites with reduced bone density.
vi: Do đó, sau khi chọn vị trí của implant chìa khoá, implant thêm vào được chỉ định để giảm nguy cơ quá tải lực từ lực nhai hoặc vùng implant giảm mật độ xương.

source: Therefore, once the diagnosis is complete, the implant treatment plan of choice at a particular moment is patient and problem based.
vi: Vì vậy, một khi chẩn đoán hoàn tất, kế hoạch điều trị implant dựa trên vấn đề của bệnh nhân.

source: Therefore, over the years, many independent clinical groups, following a standardized surgical protocol, documented the indisputable inﬂuence of bone density on clinical success (Figure 7-1).*
vi: Therefore, over the years, many independent clinical groups, following a standardized surgical protocol, documented the indisputable inﬂuence of bone density on clinical success (Hình 7-1).*

source: Therefore, under these conditions, at least two key implant positions are required to replace these three adjacent teeth, usually in the terminal positions of the span (especially when one of the terminal abutments is the canine position) (Box 8-2; Figures 8-9 and 8-10).
vi: Therefore, under these conditions, at least two key implant positions are required to replace these three adjacent teeth, usually in the terminal positions of the span (especially when one of the terminal abutments is the canine position) (Box 8-2; Hìnhs 8-9 and 8-10).

source: These four macroscopic structures of bone may be arranged from the least dense to the most dense, as ﬁrst described by Roberts and Frost25,45 (Figure 7-10).
vi: These four macroscopic structures of bone may be arranged from the least dense to the most dense, as ﬁrst described by Roberts and Frost25,45 (Hình 7-10).

source: These complications may be solved by using a removable soft tissue replacement device or making overcontoured cervical restorations.
vi: Những biến chứng này có thể giải quyết bằng dùng thiết bị thay thế mô mô mềm di động hoặc làm phục hình quá đường viền cổ răng.

source: These forces have been measured as a piezoelectric effect in the imperfect crystals of durapatite that compose the inorganic portion of bone.62 When a tooth is lost, the lack of stimulation to the residual bone causes a decrease in trabeculae and bone density in the area, with loss in external width, then height, of the bone volume.63 There is a 25% decrease in width of bone during the ﬁrst year after tooth loss and an overall 4-mm decrease in height during the ﬁrst year after extractions for an immediate denture.64 In a longitudinal 25-year study of edentulous patients, lateral cephalograms demonstrated continued bone loss during this time span; a fourfold greater loss was observed in the mandible65 (Figure 1-14).
vi: These forces have been measured as a piezoelectric effect in the imperfect crystals of durapatite that compose the inorganic portion of bone.62 When a tooth is lost, the lack of stimulation to the residual bone causes a decrease in trabeculae and bone density in the area, with loss in external width, then height, of the bone volume.63 There is a 25% decrease in width of bone during the ﬁrst year after tooth loss and an overall 4-mm decrease in height during the ﬁrst year after extractions for an immediate denture.64 In a longitudinal 25-year study of edentulous patients, lateral cephalograms demonstrated continued bone loss during this time span; a fourfold greater loss was observed in the mandible65 (Hình 1-14).

source: These options depend on the amount of hard and soft tissue structures replaced and the aspects of the prosthesis in the esthetic zone.
vi: Những chọn lựa này dựa trên số cấu trúc số lượng mô cứng và mô mềm được thay thế và khía cạnh phục hình trong vùng thẫm mỹ.

source: These restorations are similar to teeth exhibiting periodontal bone loss and gingival recession (Figure 5-5).
vi: Những phục hình này tương tự như răng bị tiêu xương vo viêm nha chu và tụt nướu gingival recession (Hình 5-5).

source: These three options may replace partial (one tooth or several) or total dentitions and may be cemented or screw retained.
vi: Ba chọn lựa này có thể thay thế một phần (một hoặc nhiều răng) hoặc toàn bộ răng và có thể gắn xi măng hoặc bắt vít.

source: They also noted that the bone is most dense around the teeth (cribriform plate) and more dense around the teeth at the crest, compared with the regions around the apices (Figure 7-5).
vi: They also noted that the bone is most dense around the teeth (cribriform plate) and more dense around the teeth at the crest, compared with the regions around the apices (Hình 7-5).

source: They are used to communicate the appearance of the ﬁnal prosthesis to all the implant team members.
vi: Chúng được dùng để giao tiếp bề ngoài của phục hình sau cùng đến tất cả thành viên của nhóm cấy ghép.

source: This chapter will consider the key implant positions for a prosthesis, followed by the overall number of implants to support the restoration.
vi: Chương này sẽ cân nhắc vị trí của implant chìa khoá cho phục hình, tiếp theo là số lượng tổng thể của implant nâng đỡ phục hình.

source: This may be one of the reasons why implant designs with a 2-mm smooth collar above the ﬁrst thread and a 4-mm smooth collar above the ﬁrst thread lose bone to this “ﬁrst thread” landmark129 (Figure 4-30).
vi: This may be one of the reasons why implant designs with a 2-mm smooth collar above the ﬁrst thread and a 4-mm smooth collar above the ﬁrst thread lose bone to this “ﬁrst thread” landmark129 (Hình 4-30).

source: This technique is
vi: Kỹ thuật

source: This axiom also applies to implant prostheses in the partially edentulous patient.
vi: Nguyên tắc này cũng áp dụng cho phục hình trên implant và bệnh nhân mất răng bán phần.

source: This can make the nose appear larger than if the lip had more support (Figure 1-25).
vi: This can make the nose appear larger than if the lip had more support (Hình 1-25).

source: This concept leads to the use of more implants in the treatment plan.
vi: Quan điểm này dẫn tới dùng nhiều implant hơn trong kế hoạch điều trị.
